"Don't change modification date for lossless JPEG transformations" = "No modificar la fecha de modificación para transformaciones JPEG sin pérdida";

"0 files" = "0 archivos";
"Slideshow" = "Pase de diapositivas";
"Subfolders ⌘F" = "Subcarpetas ⌘F";
"Search all subfolders for images (slower)." = "Buscar en todas las subcarpetas (más lento).";
"No images selected" = "Ninguna imagen seleccionada";

"Process JPEG Files" = "Procesar archivos JPEG";
"Make Progressive ⌘P" = "Hacer progresivo ⌘P";
"Options:" = "Opciones:";
"Reduce to Grayscale ⌘G" = "Convertir a escala de grises ⌘G";
"Rotate Right" = "Girar a la derecha";
"Rotate 180°" = "Girar 180°";
"No Transformation" = "Sin transformación";
"Transverse Transpose ↘" = "Trasponer transversalmente ↘";
"Flip Vertical ↕" = "Voltear verticalmente ↕";
"Flip Horizontal ↔" = "Voltear horizontalmente ↔";
"Rotate Left" = "Girar a la izquierda";
"Convert" = "Convertir";
"Keep JPEG Comments Only (Remove EXIF and Others)" = "Sólo mantener los comentarios JPEG (Remover EXIF y otros)";
"Keep Markers" = "Mantener los marcadores";
"Remove All Markers" = "Eliminar todos los marcadores";
"Drop Nontransformable Edge Blocks ⌘D" = "Eliminar el borde no transformable";
"Transformation:" = "Transformación:";
"Optimize Huffman Table ⌘O" = "Optimizar la table Huffman ⌘O";

"Make Progressive" = "Convertir en progresivo";
"Advanced Options…" = "Opciones avanzadas…";
"Image Info" = "Información de la imagen";
"Get Info" = "Obtener información";
"Transpose (Flip Diag.) ↙" = "Trasponer (Voltear diagonalmente) ↙";


"Bring All to Front" = "Traer todas al frente";
"Minimize" = "Minimizar";
"Window" = "Ventana";
"About Phoenix Slides" = "Acerca de Phoenix Slides";
"File" = "Archivo";
"Help" = "Ayuda";
"Phoenix Slides Help" = "Ayuda de Phoenix Slides";
"Preferences…" = "Preferencias…";
"Services" = "Servicios";
"Hide Phoenix Slides" = "Ocultar Phoenix Slides";
"Quit Phoenix Slides" = "Salir de Phoenix Slides";
"Hide Others" = "Ocultar otros";
"Show All" = "Mostrar todo";
"Copy" = "Copiar";
"Undo" = "Deshacer";
"Cut" = "Cortar";
"Delete" = "Elimiar";
"Edit" = "Edición";
"Paste" = "Pegar";
"Select All" = "Seleccionar todo";
"Redo" = "Rehacer";
"Zoom" = "Zoom";
"Begin Slideshow" = "Iniciar pase de diapositivas";
"End Slideshow" = "Terminar pase de diapositivas";
"Loop" = "Repetir en bucle";
"Select None" = "Eliminar selección";
"Reveal In Finder" = "Mostrar en el Finder";
"Move To Trash" = "Trasladar a la Papelera";
"Set As Desktop Picture" = "Establecer como escritorio";
"Preferences" = "Preferencias";
"On startup:" = "Al arrancar:";
"Go to specified folder:" = "Ir a una carpeta específica:";
"Go to most recently visited folder" = "Ir a la última carpeta visitada";
"Choose…" = "Seleccionar…";
"Show Cheat Sheet" = "Mostrar ficha de opciones";
"Scale Up Small Images" = "Agrandar imágenes pequeñas";
"Show Large Images at Actual Size" = "Mostrar imágenes grandes en tamaño real";


"Rotate Right" = "Girar a la derecha";
"Rotate Left" = "Girar a la izquierda";
"Transforming JPEG..." = "Transformando JPEG...";
"Processing files..." = "Procesando archivos...";
"Cancel" = "Cancelar";
"New Window" = "Nueva ventana";
"Close Window" = "Cerrar ventana";
"More EXIF Tags" = "Ver más tags EXIF";
"Random" = "Pase al azar";
"Submit Feedback (Web Site)" = "Enviar retroalimentación (Sitio Web)";
"Check for Update…" = "Buscar Actualizaciones…";
"Automatically check for updates" = "Buscar automáticamente actualizaciones";
"Next check: %{value1}@" = "Siguiente verificación: %{value1}@";

"EXIF Thumbnail" = "Miniatura EXIF";
"no EXIF thumbnail" = "sin miniatura EXIF";
"Slideshow Defaults:" = "Parámetros por defecto de pase de diapositivas:";
"Background Color/Transparency" = "Color/Transparencia del fondo";
"Apply Settings" = "Aplicar la configuración";
"Auto-advance every" = "Avance automático cada";
"seconds" = "segundos";
"General" = "General";

"Auto-rotate JPEG Files" = "Rotar automáticamente archivos JPEG";
"Reset Orientation Tag…" = "Limpiar la etiqueta de orientación…";
"Regenerate EXIF Thumbnail…" = "Regenerar la miniatura EXIF…";
"Remove Thumbnail…" = "Eliminar miniatura…";
